import React from 'react';
import { Content,ContentBox} from '../../../Elements/Main/NavbarAndHeaderElements';

const HeaderContent = () => {
    return (
        <div>
            <ContentBox>
                <Content>

                חדר הכושר החדש בהר אדר נבנה ועוצב ברמה המתקדמת ביותר בעולם, תוך התייחסות מרבית לצורכי המתאמנים. ציוד הכושר האירובי והשרירי שנרכש בשנת 2017, מבית היוצר של חברת לייף פיטנס האמריקנית, הוא האיכותי והמתקדם מסוגו בעולם.
                <br/>
                המועדון כולל אולמות סטודיו מרווחים, בהם מועברים מדי יום חוגים: פילאטיס, קיקבוקס,  Core fitness, זומבה, ספינינג, התעמלות מבוגרים, אימון רצועות (TRX) ועוד...
                
                צוות המועדון מדריכי חדר כושר וסטודיו מקצועיים אשר הוכשרו והוסמכו על ידי בתי הספר למאמנים ומדריכים בארץ, נבחרו בקפידה להדרכה ואימון ב-Mount10  הר אדר.
                <br/>
                במועדון פועלות תכניות מקצועיות אשר מותאמות אישית לכל מתאמן, תוך ליווי צמוד לשיפור הישגיות בתחומים כגון עיצוב וחיטוב, חיזוק, שינוי אורח חיים, שמירה על איזון במשקל ופעילות לכל גיל
               .
                </Content>
            </ContentBox>
        </div>
    );
};

export default HeaderContent;